{
	"intents":[
	{
	"tag": "twilight",
	"patterns": ["tell me something about twilight","twilight", "purple pony", "who is main character"
	],
	"responses": ["Twilight Sparkle is the central main character of My Little Pony Friendship is Magic. She is a female unicorn pony who transforms into an Alicorn and becomes a princess in Magical Mystery Cure. She is also the daughter of Twilight Velvet and Night Light, the younger sister of Shining Armor, sister-in-law to Princess Cadance, and paternal aunt to Flurry Heart."
]
	}, 
	{
	"tag": "pinkie pie",
	"patterns": ["tell me something about pinkie pie", "pinkie", "who is pinkie pie", "pink pony"
	],
	"responses": ["Pinkie Pie, full name Pinkamena Diane Pie, is a female Earth pony and one of the main characters of My Little Pony Friendship is Magic. She is an energetic and sociable baker at Sugarcube Corner, where she lives on the second floor with her toothless pet alligator Gummy, and she represents the element of laughter. Pinkie writes and performs many songs, and she is the source of many of the show's comical and cartoonish gags. She is called Ponka Po in some merchandise."
]
	},
	{
	"tag": "raibow dash",
	"patterns": ["tell me something about rainbow dash", "rainbow", "blue pony"
	],
	"responses":["Rainbow Dash is a female Pegasus pony and one of the main characters in My Little Pony Friendship is Magic. She maintains the weather and clears the skies in Ponyville. As a huge fan of the Wonderbolts, she becomes a reservist member of the elite flying group in Testing Testing 1, 2, 3 and a full member in Newbie Dash. In Sonic Rainboom, Rarity and Princess Celestia both declare that she is the best flier in all of Equestria. Rainbow Dash has a pet tortoise named Tank, whom she chooses out of Fluttershy's offered animals in the episode May the Best Pet Win! She represents the element of loyalty."
]
	},
	{
	"tag": "applejack",
	"patterns": ["tell me something about applejack", "applejack", "orange pony"
	],
	"responses": ["Applejack is a female Earth pony and one of the main characters of My Little Pony Friendship is Magic. She lives and works at Sweet Apple Acres with her grandmother Granny Smith, her older brother Big McIntosh, her younger sister Apple Bloom, and her dog Winona. She represents the element of honesty."
]
	},
	{
	"tag": "fluttershy",
	"patterns": ["tell me something about fluttershy", "fluttershy", "yellow pony"
	],
	"responses": ["Fluttershy is a female Pegasus pony and one of the main characters of My Little Pony Friendship is Magic. She lives in a small cottage near the Everfree Forest and takes care of animals, the most prominent of her charges being Angel the bunny. She represents the element of kindness."
]
	},
	{
	"tag": "rarity",
	"patterns": ["tell me something about rarity", "rarity", "white pony"
	],
	"responses": ["Rarity is a female unicorn pony and one of the main characters of My Little Pony Friendship is Magic. She is Sweetie Belle's older sister and the subject of Spike's long-term crush. Rarity works as both a fashion designer and a seamstress at her own shop in Ponyville, the Carousel Boutique. She has a white Persian cat named Opalescence. She represents the element of generosity."
]
	},
	{
	"tag": "spike",
	"patterns": ["tell me something about spike", "spike", "baby dragon"
	],
	"responses": ["Spike, also known as Spike the Dragon,is a male 'pre-teen' dragon and one of the seven main characters of My Little Pony Friendship is Magic. He is Twilight Sparkle's best friend and number one assistant. He has the ability to magically deliver scrolls to and from Princess Celestia with his fire breath, which features in many episodes, as does his crush on Rarity."
]
	},
	{
	"tag": "sunset",
	"patterns": ["tell me something about sunset shimmer", "sunset", "fire pony", "sun pony"
	],
	"responses": ["Sunset Shimmer is a female unicorn pony-turned-human and a main character in the Equestria Girls franchise, initially appearing as the main antagonist of My Little Pony Equestria Girls. She is a student at Canterlot High School, a former student of Princess Celestia, and a rhythm guitarist for the Rainbooms."
]
	},
	{
	"tag": "starlight",
	"patterns": ["tell me something about starlight glimmer", "starlight", "star pony"
	],
	"responses": ["Starlight Glimmer is a female unicorn pony and recurring character, initially an antagonist but later a protagonist, in the series. She first possibly appears in My Little Pony: Friends Forever Issue #14 and first explicitly appears in the season five premiere. From The Cutie Re-Mark - Part 2 to Celestial Advice, she is Twilight Sparkle's student in the ways of friendship. As of A Horse Shoe-In, she is the principal of the School of Friendship."
]
	},
	{
	"tag": "celestia",
	"patterns": ["tell me something about celestia", "celestia", "sun princess"
	],
	"responses": ["Princess Celestia, called Queen Celestia in one comic and early development, is an Alicorn pony, the former co-ruler of Equestria alongside her younger sister Princess Luna, and the adoptive aunt of Princess Cadance. In addition to her responsibility of raising the sun, she has also been the teacher of Twilight Sparkle and Sunset Shimmer at different periods in time, often addressing Twilight as 'my faithful student' while mentoring her. She has a pet phoenix named Philomena."
]
	},
	{
	"tag": "luna",
	"patterns": ["tell me something about luna", "luna", "moon princess"
	],
	"responses": ["Princess Luna, known as Nightmare Moon or Night Mare Moon when transformed or under certain other circumstances, is an Alicorn pony, the younger sister of Princess Celestia, and the main antagonist of the season one premiere of My Little Pony Friendship is Magic as Nightmare Moon. She is also the adoptive aunt of Princess Cadance. Eventually, the Elements of Harmony restore Luna to her former self and she returns to rule over Equestria alongside her older sister. Princess Luna/Nightmare Moon is called by her respective early names Princess Selena/Night Mare in another depiction."
]
	},
	{
	"tag": "cadence",
	"patterns": ["tell me something about cadence", "cadence", "cristall princess"
	],
	"responses": ["Princess Cadance, full name Princess Mi Amore Cadenza, is a Pegasus-turned-Alicorn pony who is first featured in the season two finale alongside her husband Shining Armor. She is Flurry Heart's mother, Twilight Sparkle's sister-in-law (after marrying Shining Armor) and former foal-sitter, Princess Celestia's adopted niece, and the co-ruler of the Crystal Empire alongside Shining Armor. She is also stated to be 'a very distant relative' of Princess Amore, the former unicorn ruler of the Crystal Empire."
]
	},
	{
	"tag": "episodes",
	"patterns": ["tell me how many episodes series haves", "episodes", "how many seasons haves", "seasons"
	],
	"responses": ["Series have 2 seasons with 65 episodes. 13 in 1st and 52 in 2nd."]
	},
	{
	"tag": "hello",
	"patterns": ["hello", "hi", "good morning", "good afternoon", "good evening"
	],
	"responses": ["Hello my name is Cresho. What you want to know about series Conan The Adveturer?"
]
	},
	{
	"tag": "do",
	"patterns": ["what is your purpose", "what are you doing", "purpose"
	],
	"responses": ["My purpose is to talk with you about series you selected and that is Conan The Adventurer. What you want to know about series Conan The Adveturer?"
]
	}
	]
}
